Repository: john-dave-manuel/sleek
Catalog: languages/*.po
Languages: sv_se

source: Posts tagged with <strong>"%s"</strong>
sv_se: Inlägg taggade med <strong>"%s"</strong>

source: Search results (%s) for: <strong>"%s"</strong>
sv_se: Sökresultat (%s) för: <strong>"%s"</strong>

source: No search results for: <strong>"%s"</strong>
sv_se: Inga sökresultat för: <strong>"%s"</strong>

source: We couldn't find any matching search results for your query.
sv_se: Det gick inte att hitta några matchande sökresultat för ditt sökord.

source: Empty search
sv_se: Tom sökning

source: You didn't search for anything in particular so I'm showing you everything
sv_se: Eftersom du inte sökte på något specifikt visar jag dig allt jag har

source: Displaying results %d through %d
sv_se: Visar sökresultat %d till %d

source: Posts by <strong>%s</strong>
sv_se: Inlägg av <strong>%s</strong>

source: Daily archives
sv_se: Dagligt arkiv

source: Monthly archives
sv_se: Månatligt arkiv

source: Yearly archives
sv_se: Årligt arkiv

source: Posts
sv_se: Inlägg

source: No posts found.
sv_se: Inga inlägg hittades.

source: Continued
sv_se: Fortsätter

source: Email from %s
sv_se: Email från %s

source: 404 - Page not found
sv_se: 404 - Sidan hittades inte

source: Sorry, that page could not be found.
sv_se: Ledsen, den sidan gick inte att hitta.

source: It seems you arrived directly at this page, maybe it's because of:
sv_se: Det verkar som att du landade direkt på den här sidan, kanske beror det på:

source: An <strong>out-of-date bookmark</strong>
sv_se: Ett <strong>gammalt bokmärke</strong>

source: A search engine that has an <strong>out-of-date listing</strong> for us
sv_se: En sökmotor som har en <strong>gammal länk</strong> till oss

source: A <strong>miss-typed address</strong>
sv_se: En <strong>felstavad adress</strong>

source: Woops! Looks like one of our internal links are out-of-date. <strong>Sincerely sorry</strong> about that! :)
sv_se: Hoppsan! Verkar som att en av våra interna länkar är utdaterade. <strong>Riktigt ledsen</strong> för det! :)

source: You did a search on %s, however, their index appears to be out of date.
sv_se: Du sökte på %s, dessvärre verkar deras index vara utdaterat.

source: You were incorrectly referred to this page by %s.
sv_se: Du blev inkorrekt refererad hit av %s.

source: Perhaps you can go back to the <a href="%s">home page</a> and try to navigate your way from there?
sv_se: Du kan prova navigera till <a href="%s">förstasidan</a> och försöka hitta det du söker därifrån?

source: ...or try a search?
sv_se: ...eller prova en sökning?

source: This post is password protected. Enter the password to view comments.
sv_se: Det här inlägget är lösenordsskyddat. Ange lösenordet för att se kommentarer.

source: No comments
sv_se: Inga kommentarer

source: One comment
sv_se: En kommentar

source: %s comments
sv_se: %s kommentarer

source: No comments on "%s"
sv_se: Inga kommentarer på "%s"

source: One comment on "%s"
sv_se: En kommentar på "%s"

source: %s comments on "%s"
sv_se: %s kommentarer på "%s"

source: on
sv_se: på

source: No comments yet, why not <a href="#comment-form">post the first</a>?
sv_se: Inga kommentarer än, varför inte <a href="#comment-form">skriva den första</a>?

source: Comments are closed.
sv_se: Kommentarer är avstängda.

source: Sorry, nothing was found here.
sv_se: Ledsen, inget gick att hitta här.

source: Pages
sv_se: Sidor

source: Previous page
sv_se: Föregående sida

source: Next page
sv_se: Nästa sida

source: Search...
sv_se: Sök...

source: Find
sv_se: Hitta

source: All posts
sv_se: Alla inlägg

source: Choose category
sv_se: Välj kategori

source: Show:
sv_se: Visa:

source: Send
sv_se: Skicka

source: All
sv_se: Alla

source: Read more
sv_se: Läs mer

source: Template
sv_se: Mall

source: Choose a template or temporarily hide the module.
sv_se: Välj en mall eller dölj tillfälligt modulen.

source: Layout
sv_se: Utseende

source: Choose a layout or temporarily hide the module.
sv_se: Välj ett utseende eller dölj tillfälligt modulen.

source: Choose a layout.
sv_se: Välj ett utseende.

source: Default template
sv_se: Standardmall

source: Default
sv_se: Standard

source: Add a module
sv_se: Lägg till en modul

source: Modules
sv_se: Moduler

source: Next post
sv_se: Nästa inlägg

source: Filter posts
sv_se: Filtrera inlägg

source: Show more
sv_se: Visa fler

source: Archive Settings
sv_se: Arkivinställningar

source: We use cookies to bring you the best possible experience when browsing our site. <a href="%s" target="_blank">Read more</a> | <a href="#" class="close">Accept</a>
sv_se: Vi använder cookies för att kunna erbjuda dig en så bra upplevelse som möjligt på vår hemsida. <a href="%s" target="_blank">Läs mer</a> | <a href="#" class="close">Acceptera</a>

source: <strong>Oops!</strong> Your browser is not supported. For a richer browsing experience, please consider upgrading to a better, modern browser like <a href="https://www.google.com/chrome/">Google Chrome</a>, <a href="https://www.mozilla.org/en-US/firefox/new/">Mozilla Firefox</a>, <a href="https://support.apple.com/downloads/safari">Safari</a>, <a href="https://www.opera.com/">Opera</a> or <a href="https://www.microsoft.com/en-us/windows/microsoft-edge">Microsoft Edge</a>.
sv_se: <strong>Hoppsan!</strong> Din webbläsare stöds inte. För en bättre upplevelse på webben, vänligen uppgradera till en modern webbläsare som <a href="https://www.google.com/chrome/">Google Chrome</a>, <a href="https://www.mozilla.org/en-US/firefox/new/">Mozilla Firefox</a>, <a href="https://support.apple.com/downloads/safari">Safari</a>, <a href="https://www.opera.com/">Opera</a> eller <a href="https://www.microsoft.com/en-us/windows/microsoft-edge">Microsoft Edge</a>.

source: Title
sv_se: Titel

source: Image
sv_se: Bild

source: Description
sv_se: Innehållstext

source: Is this what you were after?
sv_se: Var du ute efter det här?

source: Try a search
sv_se: Prova en sökning

source: Search the site
sv_se: Sök på sidan

source: Search
sv_se: Sök

source: Edit %s archive
sv_se: Redigera %s-arkiv

source: View %s archive
sv_se: Visa %s-arkiv

source: Hidden
sv_se: Dold

source: Template: "%s"
sv_se: Mall: "%s"

source: Filename
sv_se: Filnamn

source: Filesize
sv_se: Filstorlek

source: Download
sv_se: Ladda ned

source: %s information
sv_se: Information om %s

source: Images
sv_se: Bilder

source: Slideshow
sv_se: Bildspel

source: Guides
sv_se: Guider

# url
source: guides
sv_se: guider

source: Guide Category
sv_se: Guidekategori

source: Guide Categories
sv_se: Guidekategorier

# url
source: guide-categories
sv_se: guidekategorier

source: Customer Case
sv_se: Kundcase

source: Customer Cases
sv_se: Kundcase

# url
source: customer-cases
sv_se: kundcase

source: Customer Case Category
sv_se: Kundcase-kategori

source: Customer Case Categories
sv_se: Kundcase-kategorier

# url
source: customer-case-categories
sv_se: kundcase-kategorier

source: Events
sv_se: Event

# url
source: events
sv_se: event

source: Event Category
sv_se: Event-kategori

# url
source: event-categories
sv_se: event-kategorier

source: Product
sv_se: Produkt

source: Products
sv_se: Produkter

# url
source: products
sv_se: produkter

source: Product Category
sv_se: Produkt-kategori

source: Product Categories
sv_se: Produkt-kategorier

# url
source: product-categories
sv_se: produkt-kategorier

source: Employee
sv_se: Anställd

source: Employees
sv_se: Anställda

# url
source: employees
sv_se: anstallda

source: Employee Category
sv_se: Anställd-kategori

source: Employee Categories
sv_se: Anställd-kategorier

# url
source: employee-categories
sv_se: anstalld-kategorier

source: Office
sv_se: Kontor

source: Offices
sv_se: Kontor

# url
source: offices
sv_se: kontor

source: Office Category
sv_se: Kontorskategori

source: Office Categories
sv_se: Kontorskategorier

# url
source: office-categories
sv_se: kontorskategorier

source: Testimonial
sv_se: Referens

source: Testimonials
sv_se: Referenser

# url
source: testimonials
sv_se: referenser

source: Testimonial Category
sv_se: Referenskategori

source: Testimonial Categories
sv_se: Referenskategorier

# url
source: testimonial-categories
sv_se: referenskategorier

source: Podcast Category
sv_se: Podcast-kategori

source: Podcast Categories
sv_se: Podcast-kategorier

# url
source: podcast-categories
sv_se: podcast-kategorier

source: Pillar Page
sv_se: Pelarsida

source: Pillar Pages
sv_se: Pelarsidor

# url
source: pillar-pages
sv_se: pelarsidor

source: Pillar Page Category
sv_se: Pelarsidkategori

source: Pillar Page Categories
sv_se: Pelarsidkategorier

# url
source: pillar-page-categories
sv_se: pelarsidkategorier
